Repository: Craadly/Keydera
Catalog: application/language/*/*.po
Languages: german, portuguese

source: Required request headers are invalid or missing, please recheck.
german: Erforderliche Anforderungsheader sind ungültig oder fehlen. Bitte überprüfen Sie sie erneut.
portuguese: Cabeçalhos de solicitações obrigatórios são inválidos ou ausentes, por favor, verifique novamente.

source: Your IP is blacklisted.
german: Ihre IP ist auf der schwarzen Liste.
portuguese: Seu IP está na lista negra.

source: Your Domain is blacklisted.
german: Ihre Domain ist auf der schwarzen Liste.
portuguese: Seu domínio está na lista negra.

source: Method not allowed or is invalid.
german: Methode nicht erlaubt oder ungültig.
portuguese: Método não permitido ou inválido.

source: Connection successful.
german: Verbindung erfolgreich.
portuguese: Conexão bem sucedida.

source: Latest version of %s is %s
german: Die neueste Version von %s ist %s
portuguese: A versão mais recente de %s é %s

source: %s has no versions yet.
german: %s hat noch keine Versionen.
portuguese: %s ainda não tem versões.

source: Product ID specified is invalid or the product is inactive.
german: Die angegebene Produkt-ID ist ungültig oder das Produkt ist inaktiv.
portuguese: O ID do produto especificado é inválido ou o produto está inativo.

source: Incorrect method or missing values, please check.
german: Falsche Methode oder fehlende Werte, bitte überprüfen.
portuguese: Método incorreto ou valores ausentes, por favor, verifique.

source: Product not found or is inactive, please contact support!
german: Produkt nicht gefunden oder inaktiv, bitte Support kontaktieren!
portuguese: Produto não encontrado ou inativo, entre em contato com o suporte!

source: New version (%s) available for %s!
german: Neue Version (%s) für %s verfügbar!
portuguese: Nova versão (%s) disponível para %s!

source: You have the latest version of %s.
german: Sie haben die neueste Version von %s.
portuguese: Você tem a versão mais recente de%s.

source: Envato purchase code is invalid or is not of the specified product, please contact support!
german: Der Envato-Bestellcode ist ungültig oder gehört nicht zum angegebenen Produkt. Bitte wenden Sie sich an den Support!
portuguese: O código de compra do Envato é inválido ou não é do produto especificado. Entre em contato com o suporte!

source: Activated! Thanks for purchasing %s.
german: Aktiviert! Vielen Dank, dass Sie sich für %s entschieden haben.
portuguese: Ativado! Obrigado por comprar %s.

source: Envato purchase code is invalid, please contact support!
german: Der Envato-Bestellcode ist ungültig. Bitte wenden Sie sich an den Support!
portuguese: O código de compra do Envato é inválido. Entre em contato com o suporte!

source: License is incorrect or it is not licensed for your domain, please contact support!
german: Die Lizenz ist falsch oder für Ihre Domain nicht lizenziert. Bitte wenden Sie sich an den Support!
portuguese: A licença está incorreta ou não está licenciada para o seu domínio. Entre em contato com o suporte!

source: License is incorrect or it is not licensed for your IP, please contact support!
german: Die Lizenz ist falsch oder nicht für Ihre IP lizenziert. Bitte wenden Sie sich an den Support!
portuguese: A licença está incorreta ou não está licenciada para seu IP, entre em contato com o suporte!

source: License is incorrect or this license has expired, please contact support!
german: Lizenz ist falsch oder diese Lizenz ist abgelaufen, bitte kontaktieren Sie den Support!
portuguese: A licença está incorreta ou esta licença expirou, entre em contato com o suporte!

source: License is incorrect or this license is not assigned to you, please contact support!
german: Die Lizenz ist falsch oder diese Lizenz wurde Ihnen nicht zugewiesen. Bitte wenden Sie sich an den Support!
portuguese: A licença está incorreta ou esta licença não está atribuída a você, entre em contato com o suporte!

source: License is blocked, please contact support!
german: Lizenz ist gesperrt, bitte Support kontaktieren!
portuguese: A licença está bloqueada, entre em contato com o suporte!

source: License use limit reached, please contact support!
german: Nutzungslimit erreicht, bitte Support kontaktieren!
portuguese: Limite de uso da licença atingido, entre em contato com o suporte!

source: License is already active on maximum allowed product instances, please deactivate this license from active instance(s) and try again!
german: Die Lizenz ist bereits auf maximal zulässigen Produktinstanzen aktiv, deaktivieren Sie bitte diese Lizenz von aktiven Instanzen und versuchen Sie es erneut!
portuguese: A licença já está ativa em instâncias máximas permitidas do produto, por favor desative esta licença de instâncias ativas e tente novamente!

source: License code specified is incorrect or is of a different product, please recheck!
german: Der angegebene Lizenzcode ist falsch oder stammt von einem anderen Produkt. Bitte überprüfen Sie ihn erneut!
portuguese: O código de licença especificado está incorreto ou é de um produto diferente, por favor, verifique novamente!

source: Activation not recognized or is inactive, please contact support!
german: Aktivierung nicht erkannt oder inaktiv, bitte Support kontaktieren!
portuguese: Ativação não reconhecida ou inativa, entre em contato com o suporte!

source: Verified! Thanks for purchasing %s.
german: Verifiziert! Vielen Dank, dass Sie sich für %s entschieden haben.
portuguese: Verificado! Obrigado por comprar %s.

source: License code specified is incorrect, please recheck!
german: Der angegebene Lizenzcode ist falsch. Bitte erneut prüfen!
portuguese: Código de licença especificado está incorreto, por favor, verifique novamente!

source: License was not deactivated, please contact support!
german: Lizenz wurde nicht deaktiviert, bitte Support kontaktieren!
portuguese: A licença não foi desativada, entre em contato com o suporte!

source: License was deactivated successfully.
german: Lizenz wurde erfolgreich deaktiviert.
portuguese: A licença foi desativada com sucesso.

source: Provided license code already exists, please recheck.
german: Lizenzcode existiert bereits, bitte überprüfen.
portuguese: O código de licença já existe, verifique novamente.

source: Provided client email address is incorrect, please check.
german: Die angegebene E-Mail-Adresse des Kunden ist falsch. Bitte überprüfen.
portuguese: O endereço de email do cliente está incorreto, por favor, verifique.

source: Provided licensed IPs are incorrect, please check.
german: Lizenzierte IPs sind falsch, bitte überprüfen.
portuguese: IPs licenciados estão incorretos, por favor, verifique.

source: Provided licensed domains are incorrect, please check.
german: Lizenzierte Domains sind falsch, bitte überprüfen.
portuguese: Os domínios licenciados estão incorretos. Verifique.

source: Provided license support end date is incorrect, please check.
german: Das Enddatum des Lizenz-Supports ist falsch. Bitte überprüfen.
portuguese: A data de término do suporte à licença está incorreta. Verifique.

source: Provided license updates end date is incorrect, please check.
german: Das Enddatum der Lizenzaktualisierungen ist falsch. Überprüfen Sie dies.
portuguese: A data de término das atualizações está incorreta, confira.

source: Provided license expiration date is incorrect, please check.
german: Das angegebene Ablaufdatum der Lizenz ist falsch. Bitte überprüfen.
portuguese: Data de expiração da licença está incorreta, por favor verifique.

source: Provided license expiration days is incorrect, please check.
german: Das Ablaufdatum der Lizenz ist nicht korrekt, bitte überprüfen.
portuguese: Os dias de vencimento da licença estão incorretos, verifique.

source: Provided license use limit is incorrect, please check.
german: Das Lizenznutzungslimit ist falsch. Bitte überprüfen.
portuguese: Desde limite de uso de licença está incorreta, por favor, verifique.

source: Provided license parallel use limit is incorrect, please check.
german: Das Lizenzlimit für die parallele Verwendung ist nicht korrekt. Überprüfen Sie dies.
portuguese: Se o limite de uso paralelo da licença estiver incorreto, verifique.

source: New %s license %s was successfully added.
german: Neue %s Lizenz %s wurde erfolgreich hinzugefügt.
portuguese: A nova %s licence %s foi adicionada com sucesso.

source: An error occured, license was not added.
german: Ein Fehler ist aufgetreten, die Lizenz wurde nicht hinzugefügt.
portuguese: Ocorreu um erro, a licença não foi adicionada.

source: Product ID specified is incorrect, please recheck.
german: Die angegebene Produkt-ID ist falsch. Bitte überprüfen Sie sie erneut.
portuguese: O ID do produto especificado está incorreto, por favor, verifique novamente.

source: License %s was successfully edited.
german: Lizenz %s wurde erfolgreich aktualisiert.
portuguese: A licença %s foi editada com sucesso.

source: An error occured, license was not edited.
german: Ein Fehler ist aufgetreten, die Lizenz wurde nicht aktualisiert.
portuguese: Ocorreu um erro, a licença não foi editada.

source: Provided license does not exist, please recheck.
german: Lizenz wurde nicht gefunden, bitte nochmals prüfen.
portuguese: A licença fornecida não existe, verifique novamente.

source: Provided product ID already exists, please recheck.
german: Die Produkt-ID ist bereits vorhanden. Bitte überprüfen Sie sie erneut.
portuguese: Desde que o ID do produto já exista, por favor, verifique novamente.

source: New product %s having ID %s was successfully added.
german: Neues Produkt %s mit der ID %s wurde erfolgreich hinzugefügt.
portuguese: Novo produto %s tendo ID %s foi adicionado com sucesso.

source: An error occured, product was not added.
german: Ein Fehler ist aufgetreten, Produkt wurde nicht hinzugefügt.
portuguese: Ocorreu um erro, o produto não foi adicionado.

source: Product %s marked as active.
german: Produkt %s ist als aktiv markiert.
portuguese: Produto %s marcado como ativo.

source: Product %s is already active.
german: Produkt %s ist bereits aktiv.
portuguese: O produto %s já está ativo.

source: Product %s marked as inactive.
german: Produkt %s als inaktiv markiert.
portuguese: Produto %s marcado como inativo.

source: Product %s is already inactive.
german: Produkt %s ist bereits inaktiv.
portuguese: O produto %s já está inativo.

source: License code specified is incorrect, please recheck.
german: Der angegebene Lizenzcode ist falsch. Bitte überprüfen Sie ihn erneut.
portuguese: O código de licença especificado está incorreto, por favor, verifique novamente.

source: License %s was successfully deleted.
german: Lizenzen %s wurden erfolgreich gelöscht.
portuguese: A licença %s foi excluída com sucesso.

source: License %s was not deleted, please recheck.
german: Lizenzen %s wurden nicht gelöscht, bitte überprüfen.
portuguese: A licença %s não foi excluída, por favor, verifique novamente.

source: License %s was successfully deactivated.
german: Lizenz %s wurde erfolgreich deaktiviert.
portuguese: A licença %s foi desativada com sucesso.

source: License %s is already deactivated.
german: Lizenz %s ist bereits deaktiviert.
portuguese: A licença %s já está desativada.

source: License %s was successfully blocked.
german: Lizenz %s wurde erfolgreich blockiert.
portuguese: A licença %s foi bloqueada com sucesso.

source: License %s is already blocked.
german: Lizenz %s ist bereits gesperrt.
portuguese: A licença %s já está bloqueada.

source: License %s was successfully unblocked.
german: Lizenz %s wurde erfolgreich entsperrt.
portuguese: A licença %s foi desbloqueada com sucesso.

source: License %s is already unblocked.
german: Lizenz %s ist bereits entsperrt.
portuguese: A licença %s já está desbloqueada.

source: Server is unavailable at the moment, please try again.
german: Der Server ist momentan nicht verfügbar. Bitte versuchen Sie es erneut.
portuguese: O servidor não está disponível no momento. Tente novamente.

source: Server returned an invalid response, please contact support.
german: Der Server hat eine ungültige Antwort zurückgegeben. Wenden Sie sich an den Support.
portuguese: O servidor retornou uma resposta inválida. Entre em contato com o suporte.

source: Verified! Thanks for purchasing.
german: Verifiziert! Vielen Dank für den Kauf.
portuguese: Verificado! Obrigado por comprar.

source: Preparing to download main update...
german: Herunterladen des Hauptupdates wird vorbereitet...
portuguese: Preparando para baixar a atualização principal...

source: Main Update size:
german: Größe des Hauptupdates:
portuguese: Tamanho da atualização principal:

source: (Please do not refresh the page).
german: (Bitte aktualisieren Sie die Seite nicht).
portuguese: (Por favor, não atualize a página).

source: Downloading main update...
german: Hauptupdate wird heruntergeladen...
portuguese: Baixando a atualização principal...

source: Your update period has ended or your license is invalid, please contact support.
german: Ihr Aktualisierungszeitraum ist abgelaufen oder Ihre Lizenz ist ungültig. Wenden Sie sich an den Support.
portuguese: Seu período de atualização terminou ou sua licença é inválida. Entre em contato com o suporte.

source: Folder does not have write permission or the update file path could not be resolved, please contact support.
german: Der Ordner hat keine Schreibberechtigung oder der Pfad der Aktualisierungsdatei konnte nicht aufgelöst werden. Wenden Sie sich an den Support.
portuguese: A pasta não tem permissão de gravação ou o caminho do arquivo de atualização não pôde ser resolvido. Entre em contato com o suporte.

source: Main update files downloaded and extracted.
german: Hauptaktualisierungsdateien heruntergeladen und extrahiert.
portuguese: Principais arquivos de atualização baixados e extraídos.

source: Update zip extraction failed.
german: Update-Zip-Extraktion fehlgeschlagen.
portuguese: A atualização da extração do zip falhou.

source: Preparing to download SQL update...
german: Herunterladen des SQL-Updates wird vorbereitet...
portuguese: Herunterladen des SQL-Updates wird vorbereitet...

source: SQL Update size:
german: SQL Update Größe:
portuguese: Tamanho da atualização do SQL:

source: Downloading SQL update...
german: SQL-Update wird heruntergeladen...
portuguese: Fazendo o download da atualização do SQL...

source: SQL update files downloaded.
german: SQL-Update-Dateien heruntergeladen.
portuguese: Arquivos de atualização SQL baixados.

source: Application was successfully updated but automatic SQL importing failed, please import the downloaded SQL file in your database manually.
german: Die Anwendung wurde erfolgreich aktualisiert, aber der automatische SQL-Import fehlgeschlagen ist, importieren Sie die heruntergeladene SQL-Datei manuell in Ihre Datenbank.
portuguese: O aplicativo foi atualizado com sucesso, mas a importação automática de SQL falhou, por favor importe o arquivo SQL baixado em seu banco de dados manualmente.

source: Application was successfully updated and SQL file was automatically imported.
german: Die Anwendung wurde erfolgreich aktualisiert, und die SQL-Datei wurde automatisch importiert.
portuguese: O aplicativo foi atualizado com sucesso e o arquivo SQL foi importado automaticamente.

source: Application was successfully updated, please import the downloaded SQL file in your database manually.
german: Die Anwendung wurde erfolgreich aktualisiert, importieren Sie die heruntergeladene SQL-Datei manuell in Ihre Datenbank.
portuguese: O aplicativo foi atualizado com sucesso, por favor importe o arquivo SQL baixado em seu banco de dados manualmente.

source: Application was successfully updated, there were no SQL updates.
german: Die Anwendung wurde erfolgreich aktualisiert, es gab keine SQL-Updates.
portuguese: O aplicativo foi atualizado com sucesso, não houve atualizações de SQL.

source: Only AJAX requests are allowed.
german: Es sind nur AJAX-Anforderungen zulässig.
portuguese: Apenas solicitações AJAX são permitidas.

source: Unsupported protocol
german: Nicht unterstütztes Protokoll
portuguese: Protocolo não suportado

source: Provided API key is invalid.
german: Der angegebene API-Schlüssel ist ungültig.
portuguese: A chave da API fornecida é inválida.

source: This API key does not have access to the requested resource.
german: Dieser API-Schlüssel hat keinen Zugriff auf die angeforderte Ressource.
portuguese: Esta chave de API não tem acesso ao recurso solicitado.

source: Unknown method
german: Unbekannte Methode
portuguese: Método desconhecido

source: This API key has reached its maximum requests per hour limit, try again later.
german: Dieser API-Schlüssel hat seine maximale Anzahl von Anfragen pro Stunde erreicht. Versuchen Sie es später erneut.
portuguese: Essa chave de API atingiu o limite máximo de solicitações por hora, tente novamente mais tarde.

source: This IP Address has reached its maximum requests per hour limit, try again later.
german: Diese IP-Adresse hat das maximale Anforderungslimit pro Stunde erreicht. Versuchen Sie es später erneut.
portuguese: Este endereço IP atingiu o limite máximo de solicitações por hora, tente novamente mais tarde.

source: This API key does not have enough permissions.
german: Dieser API-Schlüssel verfügt nicht über ausreichende Berechtigungen.
portuguese: Esta chave de API não tem permissões suficientes.

source: This IP Address has reached the time limit for this method.
german: Diese IP-Adresse hat das Zeitlimit für diese Methode erreicht.
portuguese: Este endereço IP atingiu o limite de tempo para este método.

source: Unauthorized
german: Nicht autorisiert
portuguese: Não autorizado

source: Invalid credentials
german: Ungültige Anmeldeinformationen
portuguese: Credenciais inválidas

source: IP denied
german: IP abgelehnt
portuguese: IP negado

source: IP unauthorized
german: IP nicht autorisiert
portuguese: IP não autorizado
